"""
На вход программе подается строка текста – имя человека. Напишите программу, которая принимает эту строку текста через стандартный поток ввода. Далее программа должна выводить на экран приветствие в виде слова «Привет» (без кавычек), после которого должна стоять запятая и пробел, а затем – введенное имя.

Формат входных данных
На вход программе подается одна строка — имя человека.

Формат выходных данных
Программа должна вывести текст в соответствии с условием задачи.

Примечание. Для считывания текста используйте команду input(), для печати текста на экране используйте команду

print().
"""

name = input()
print("Привет,", name)
